# ДЗ - написать функцию, которая принимает список аргументов
# выравнивание ('center', 'left', 'right')
# символ заполнения
# место
# например
# func([1,2,3], 'center', '*', 9)
# >>> ****1****
# ****2****
# ****3****



# Описание от Альберта Андреевича
# Написать функцию, которая принимает список аргументов, выравнивание 
# ("center" or "left" or "right"), кол-во символов N, которое 
# занимает каждый аргумент в своей строке, символ заполнения. 
# Генерируем текст, где каждая строка из (длина списка аргументов) 
# выделена под один аргумент и занимает N символов с выравниваением 
# и заполнением (используем format)